# Development
brew "gcc"
brew "gh"
# brew "fnm"
brew "pyenv"
brew "poetry"
brew "rust"
brew "pipx"

# CLI
brew "stow"
brew "neovim"
brew "fzf"
brew "tmux"
brew "tree"
brew "zoxide"
brew "ripgrep"
brew "fd"
brew "bat"
brew "jq"
brew "lazygit"
brew "yazi"
brew "git-delta"
brew "act"
