# Utilities
cask "betterdisplay" if OS.mac?
cask "maccy" if OS.mac?
cask "rectangle" if OS.mac?
cask "cleanshot" if OS.mac?
cask "notunes" if OS.mac?

# Applications
cask "kdrive" if OS.mac?
cask "arc" if OS.mac?
cask "proton-mail-bridge" if OS.mac?
cask "emclient" if OS.mac?
cask "fantastical" if OS.mac?
cask "microsoft-office" if OS.mac?

tap "nikitabobko/homebrew-tap" if OS.mac?
cask "aerospace" if OS.mac?

# Socials
cask "slack" if OS.mac?
cask "discord" if OS.mac?
cask "microsoft-teams" if OS.mac?

# Development
cask "gitkraken" if OS.mac?
brew "gh"
cask "visual-studio-code" if OS.mac?
brew "act" if OS.mac?
brew "fnm"
cask "font-fira-code-nerd-font" if OS.mac?
cask "font-jetbrains-mono-nerd-font" if OS.mac?
cask "iterm2" if OS.mac?
brew "pyenv"
brew "poetry"
brew "rust"
cask "ghostty" if OS.mac?
brew "pipx"

# CLI
brew "stow"
brew "neovim"
brew "fzf"
brew "tmux"
brew "tree"
brew "zoxide"
brew "ripgrep"
brew "fd"
brew "bat"
brew "jq"
brew "lazygit"
brew "yazi"
