# Utilities
cask "betterdisplay"
cask "maccy"
cask "rectangle"
cask "cleanshot"
cask "notunes"

# Applications
cask "kdrive"
cask "arc"
cask "protonmail-bridge"
cask "emclient"
cask "fantastical"
cask "microsoft-office"

tap "nikitabobko/homebrew-tap"
cask "aerospace"

# Socials
cask "slack"
cask "discord"
cask "microsoft-teams"

# Development
cask "gitkraken"
brew "gh"
cask "visual-studio-code"
brew "act"
brew "fnm"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
brew "pyenv"
brew "poetry"
brew "rust"

# CLI
brew "stow"
brew "neovim"
brew "fzf"
brew "tmux"
brew "tree"